{
    "Foreword": {
        "ID": 1,
        "Content": "FOREWORD\nINSTRUCTION HANDBOOK\nEditing this handbook, it was taken into due account  community directions on safety standards \nas well as on free circulation of industrial products within E.C..\nPURPOSE\nThis handbook was edited while taking into due account needs of machine users.\nTopics relevant to a correct use of the machine have been analyzed in order to keep unchanged \nin the long run quality features of the worldwide ICETEAM 1927  machines.\nA significant part of this handbook refers to the conditions necessary to the machine use and to  \nthe necessary behaviour during cleanout as well as routine and special maintenance. \nNevertheless, this handbook cannot meet in details all demands; in case of doubts or failing \ninformation, please apply to:\nHANDBOOK STRUCTURE\nThis handbook is structuralized in sections, chapters and subchapters in order to consult it more \neasily.  \nSection\nA section is the part of handbook identifying a specific topic referred to a machine part.\nChapter\nA chapter is that part of section describing a group or concept relevant to a machine part.\nSubchapter\nIt is that part of a chapter detailing the specific component of a machine part.\nIt is necessary that each person involved in  the machine running  reads and clearly understands  \nthose parts of the handbook of own concern, and particularly: \n-  The Operator must have a look at chapters concerning the machine start-up and the operation of machine groups.\n-  A skilled technician employed in installation, maintenance, repair, etc., must  read all parts \nof this handbook.\nADDITIONAL DOCUMENTATION\nAlong with an instruction manual, each machine is also supplied complete with further documentation:\n-  machine equipment: A list of spare parts delivered together with the machine for its \nmaintenance.\n-  Wiring diagram : A diagram of wiring connections put into the machine.\n- Installation sheet:  To be completed by the installer. Return a copy to the customer, \n  the dealer and the manufacturer in order to activate the machine \n  warranty\nBefore using the machine read carefully the instruction handbook.  \nPay attention to the safety instruction.\nCONVENTIONAL SYMBOLS\nCAUTION: ELECTRIC SHOCK DANGER\nThe staff involved is warned that the non-observance of safety rules in carrying out the operation \ndescribed may cause an electric shock.\nCAUTION DANGER FROM HIGH TEMPERATURES\nThis warns the staff involved that failure to abide by safety rules in carrying out the operation \ndescribed involves the risk of burns and scalds.\nCAUTION CRUSHING HAZARD\nThis warns the staff involved that failure to abide by safety rules in carrying out the operation \ndescribed involves the risk of suffering crushed fingers or hands.\nCAUTION: GENERAL HAZARD\nThe staff involved is warned that the operation described may cause injury if not performed \nfollowing safety rules.\nNOTE\nIt points out significant information for the staff involved.\nWARNINGS\nThis warns the personnel involved that the non-observance of warning may cause loss of data and \ndamage to the machine, or cause risks for noncompliance with any applicable law/regulations.\nPERSONAL PROTECTIONS\nThis symbol on the side means that the operator must use personal protection against an implicit \nrisk of accident.\nEQUIPOTENTIAL CONNECTION\nFor connecting all appliances with this type of connection.\nWarning: do not connect to ground.\n \nSYMBOLOGY QUALIFICATION OF THE STAFF\nThe staff allowed to operate the machine can be differentiated by the level of preparation and \nresponsibility in:\nMACHINE OPERATOR\nUnqualified personnel, without any specific technical abilities, capable of carrying out simple \njobs, such as: operating the machine using the commands available on the keypad, the loading \nand unloading of products used during production, the loading of any consumable materials, basic \nmaintenance operations, (cleaning, simple blockages, inspections of the instrumentation, etc.).\nQUALIFIED ENGINEER\nHe/she is a skilled engineer for the installation and operation of the machine under normal \nconditions; he/she is able to carry out interventions on mechanical parts and all adjustments, as \nwell as maintenance and repairs. He/she is qualified for interventions on electrical and refrigeration \ncomponents.\nICETEAM 1927 ENGINEER\nHe/she is a skilled engineer assigned by the manufacturer to interventions for complex jobs under \nparticular conditions or in accordance with agreements made with the machine's owner."
    },
    "Safety and Warnings": {
        "ID": 2,
        "Content": "SAFETY\nWhen using the machine, one must be aware of the fact that drive mechanisms (rotary motion), \nhigh voltage components, as well as parts subject to high temperatures may cause serious damage \nto persons and things.\nPersons in charge of plant safety must make sure that:\n any incorrect use or handling is avoided;\n\tsafety devices are not removed or tampered with;\n\tthe machine is regularly serviced;\n\tonly original spare parts are used especially as far as those components with safety functions \nare concerned (ex.: protection microswitches, thermostats);\n\tsuitable personal protective equipment is worn;\n\tattention is paid during hot product cycling.   \nTo achieve the above, the following is necessary:\n  at the work station an instruction manual relevant to the machine should be available;\n such documentation must be carefully read and requirements must consequently be met;\n The appliance is only to be installed in locations where its use and maintenance is restricted \nto trained personnel.\n\tonly adequately skilled personnel should be assigned to electrical equipment; this appliance is \nnot intended for use by persons (including children) with reduced physical, sensory or mental  \ncapabilities, or lack of experience and knowledge, unless they have been given supervision \nor instruction concerning use of the appliance by a person responsible for their safety;\n  Make sure that no technician will ever carry out interventions outside his own knowledge and \nresponsibility sphere;\n  Children should be supervised to ensure that they do not play with the appliance.\nIMPORTANT!\nMake sure that the staff does not carry out any operation outside their own sphere of knowledge \nand responsibility (refer to “Symbology qualification of the staf f”).\nNOTE:\nAccording to the standard in force, a QUALIFIED ENGINEER is a person who, thanks to:\n- training, experience and education,\n- knowledge of rules, prescriptions and interventions on accident prevention,\n- knowledge of machine operating conditions, \nis able to recognise and avoid any danger and who has also been allowed by the person in \ncharge of plant safety to carry out all kinds of interventions.\n WARNINGS\n• Never put your hand into the machine, alike during production and cleaning operations. Before \ncarrying out any maintenance operation, make sure that the machine is in “ STOP ” position \nand main switch has been cut out.\n• It is forbidden to wash the machine by means of a bolt of water under pressure.\n• It is forbidden to remove panels in order to reach the machine inside before having disconnected the machine.\n• The place of installation must not be exposed to water sprays, high moisture, heat or steam sources.\n• Do not store explosive substances or spray bottles inside the machine, nor bottles for aerosol \nwith flammable propellants.\n• ICETEAM 1927  is not responsible for any accident that might happen during operation, \ncleaning and/or servicing of its units, if this warning ha s not been fully complied with."
    },
    "Receiving, Moving, Opening The Packing": {
        "ID": 3,
        "Content": "1. RECEIVING, MOVING, OPENING THE PACKING\n1.1 RECEPTION\n-  Before unpacking the machine, check that packing shows no external damages due to  collisions \nduring transportation.\n-  An external damage could mean the machine itself is damaged: in this case, immediately apply \nto insurance company and leave everything as it was on reception.\n1.1.1   Lifting a packed machine\nTo lift the packing, insert lift forks into the space be tween pallet feet, so as to balance the machine weight \nand consequently packing barycenter.\n1.1.2  Forbidden material handling  \n equipment\nMaterial handling equipment not in compliance with \nfollowing safety characteristics must never be used:\n-  Lifting capacity lower than machine weight or \nunsuitable construction features of the lift (ex.: too \nshort forks)\n-  Unconforming ropes and cables or worn ropes or \ncables \n1.2 OPENING A PACKING CRATE\nA wooden packing  can be opened by means of  proper tools; \nit is recommended to protect exposed parts, such as hands with \ngloves, against wood splinters.\n1- Remove nails starting from the upper part until the machine \nstill fastened to the pallet (board) is left uncovered. \n2- Remove protection film wrapping the machine.\n3- Check that the machine has not been damaged during trans portation.\nBoard packing  is externally closed by steel straps.\n1- Cut the steel straps with a pair of tin shears, holding one side \nwith the free hand. \n2- Remove the packing by lifting it vertically up.\n3- Remove the protective polystyrene packing and \nthe polypropilene bag.\n4- Cut the steel straps which secure the machine to \nthe base.\nCAUTION\nAct with utmost care, as one may hurt himself \nwhen cutting the straps, if they are not strongly \nheld during this operation.\n1.2.1  Machine removal from pallet\n1- Remove the four screw fastening both bars between pallet and machine.\n4- Descent of machine from skid must be controlled by TWO people, one standing by machine \nrear and the other by frontside\nCAUTION\nWhile moving the machine, mind it does not run too fast or it does not stop suddenly \nagainst the floor, as in both cases it might overturn thus bringing about damage to people \nand/or things all around.CAUTION\nRemoval from pallet must be carried out from TWO people properly instructed in \nmaterial handling. Remove machine from pallet only after carefully reading following \ninstructions.\n2- Place the wooden skid the machine is equipped with, in relation to the machine rear.\n3- Push the machine from its rear till both bars drop, thence withdraw them sideaway.\n1.3  STORING A MACHINE\nThe machine must be stored in a dry and dump-free place. \nBefore storing the machine, wrap it in a cloth in order to protect it against dust and else.\nIMPORTANT:\nWhen storing a packed machine, never place a crate on another.\n1.4 DISPOSAL OF PACKING STUFFS\nWhen opening the packing crate, divide packing stuffs per type and get rid of them according to \nlaws in force in machine installation country.\n1.5 WEEE (Waste Electrical and Electronic Equipment)\nIn conformity with the European Directives 2006/66/EC, on batteries and accumulators and waste \nbatteries and accumulators, and 2002/96/EC, also known as WEEE, the presence of the symbol on \nthe side of the product or packaging means that the product must not be disposed of with normal \nurban waste. Instead, it is the user’s responsibility to dispose of this product by returning it to \na collection point designated for the recycling/treatment of electrical and electronic equipment \nwaste. Differentiated collection of this waste material helps to optimize the recovery and recycling \nof any reclaimable materials and also reduces the impact on human health and the environment.\nFor more information concerning the correct disposal of this product, please contact your local \nauthority or the retailer where this product was purchased."
    }
}