[{"Display":"Alarm MA Inv.","Description":"Beater Inverter. Check beater inverter conditions and replace it if necessary. This alarm triggers machine Stop."},{"Display":"Alarm MC Inv.","Description":"Compressor Inverter. Check compressor inverter conditions and replace it if necessary. This alarm triggers machine Stop."},{"Display":"PTMC Alarm","Description":"See compressor breaker."},{"Display":"Alarm TEC","Description":"TEC\" temperature probe switched off or short-circuited. Check TEC temperature probe and replace it if necessary. \"If the alarm occurs in Granita mode the machine sets to Stop and it is not\" possible to access Granita until the alarm is reset. \"If the alarm occurs during Ice Cream Freezing the pre-cooling phase is\" by-passed.  The alarm message is visible only in Ice Cream Freezing and Granita functions; it can be reset with the Decrease key and it will be displayed again upon next Ice Cream Freezing or Granita cycle."},{"Display":"COM.Error MA","Description":"Communication with Beater. Check MA Modbus connection cable. This alarm triggers machine Stop."},{"Display":"COM.Error MC","Description":"Communication with Compressor. Check MC Modbus connection cable. This alarm triggers machine Stop."},{"Display":"Spigot Door Open","Description":"The lower spigot door is open. This alarm triggers machine (lower part) Stop and is automatically reset when spigot door is closed."},{"Display":"Pressure Switch","Description":"Safety pressure switch tripping. This alarm disables the compressor. If pressure switch trips 3 times in a row or if it stays open for 2 consecutive minutes the machine sets to Stop. The display reads \"Pressure switch\". Check the inlet and outlet water pipes to make sure that water can flow freely when the compressor is operating. For machines with air-cooled condensers it is necessary to make sure that the condenser fan is running while the compressor is switched on or that the air-cooled condenser is not clogged; if this is the case clean the condenser with a blast of compressed air."},{"Display":"PTMA thermal cutout","Description":"PTMA overload cutout tripped. This alarm triggers machine lower part Stop. When the overload cutout is reset the message on the display can be reset by pressing the Decrease button."},{"Display":"Timeout Prd","Description":"Timeout Prod (Cooling fault). It is triggered when the machine cooling is faulty. If compressor remains on continuously for over 15' during freezing and HOT does not reach a (fixed) Discriminant value the machine sets to Stop with “Timeout Prd” alarm displayed. It can be reset by pressing any button. One of the possible causes for this type of problem could be no gas in the system."}]