{
    "Foreword": {
        "ID": 1,
        "Context Framework": "This section introduces the manual, highlighting its purpose, structure, and the importance of understanding safety and operation guidelines. It includes details about the manual's structure and the responsibilities of the operator and technician. PURPOSE\nThis handbook was edited while taking into due account needs of machine users.Topics relevant to a correct use of the machine have been analyzed in order to keep unchanged in the long run quality features of the worldwide ICETEAM 1927  machines.A significant part of this handbook refers to the conditions necessary to the machine use and to the necessary behaviour during cleanout as well as routine and special maintenance. Nevertheless, this handbook cannot meet in details all demands; in case of doubts or failing information, please apply to: ICETEAM 1927",
        "Textual Quotes": [
            "This manual is structured into sections, chapters, and subchapters to facilitate its consultation.",
            "Section:A section is the part of handbook identifying a specific topic referred to a machine part. Chapter: A chapter is that part of section describing a group or concept relevant to a machine part. Subchapter: It is that part of a chapter detailing the specific component of a machine part.",
            "It is necessary that each person involved in  the machine running  reads and clearly understands those parts of the handbook of own concern, and particularly: - The Operator must have a look at chapters concerning the machine start-up and the operation of machine groups. - A skilled technician employed in installation, maintenance, repair, etc., must  read all parts of this handbook.",
            "ADDITIONAL DOCUMENTATION\n Along with an instruction manual, each machine is also supplied complete with further documentation: - machine equipment: A list of spare parts delivered together with the machine for its maintenance. - Wiring diagram : A diagram of wiring connections put into the machine. - Installation sheet:  To be completed by the installer. Return a copy to the customer, the dealer and the manufacturer in order to activate the machine  warranty.",
            "Before using the machine read carefully the instruction handbook. Pay attention to the safety instruction.",
            "CONVENTIONAL SYMBOLS:",
            "CAUTION: ELECTRIC SHOCK DANGER: The staff involved is warned that the non-observance of safety rules in carrying out the operation described may cause an electric shock.",
            "CAUTION DANGER FROM HIGH TEMPERATURES: This warns the staff involved that failure to abide by safety rules in carrying out the operation described involves the risk of burns and scalds.",
            "CAUTION CRUSHING HAZARD: This warns the staff involved that failure to abide by safety rules in carrying out the operation described involves the risk of suffering crushed fingers or hands.",
            "CAUTION: GENERAL HAZARD: The staff involved is warned that the operation described may cause injury if not performed following safety rules.",
            "NOTE: It points out significant information for the staff involved.",
            "WARNINGS: This warns the personnel involved that the non-observance of warning may cause loss of data and damage to the machine, or cause risks for noncompliance with any applicable law/regulations.",
            "PERSONAL PROTECTIONS: This symbol on the side means that the operator must use personal protection against an implicit risk of accident.",
            "EQUIPOTENTIAL CONNECTION: For connecting all appliances with this type of connection.Warning: do not connect to ground.",
            "SYMBOLOGY QUALIFICATION OF THE STAFF: The staff allowed to operate the machine can be differentiated by the level of preparation and responsibility in:",
            "MACHINE OPERATOR: Unqualified personnel, without any specific technical abilities, capable of carrying out simple jobs, such as: operating the machine using the commands available on the keypad, the loading and unloading of products used during production, the loading of any consumable materials, basic maintenance operations, (cleaning, simple blockages, inspections of the instrumentation, etc.).",
            "QUALIFIED ENGINEER: He/she is a skilled engineer for the installation and operation of the machine under normal conditions; he/she is able to carry out interventions on mechanical parts and all adjustments, as well as maintenance and repairs. He/she is qualified for interventions on electrical and refrigeration components.",
            "ICETEAM 1927 ENGINEER: He/she is a skilled engineer assigned by the manufacturer to interventions for complex jobs under particular conditions or in accordance with agreements made with the machine's owner."
        ],
        "Page Reference": "1-2"
    },
    "Safety and Warnings": {
        "ID": 2,
        "Context Framework": "This section focuses on safety precautions and warnings associated with the operation of the machine. It emphasizes the importance of adhering to safety guidelines to prevent accidents and ensure safe operation.",
        "Textual Quotes": [
            "SAFETY",
            "Persons in charge of plant safety must make sure that: - any incorrect use or handling is avoided; -safety devices are not removed or tampered with; -the machine is regularly serviced; -only original spare parts are used especially as far as those components with safety functions are concerned (ex.: protection microswitches, thermostats); -suitable personal protective equipment is worn; -attention is paid during hot product cycling.",
            "To achieve the above, the following is necessary: -at the work station an instruction manual relevant to the machine should be available; -such documentation must be carefully read and requirements must consequently be met; -The appliance is only to be installed in locations where its use and maintenance is restricted to trained personnel. -only adequately skilled personnel should be assigned to electrical equipment; this appliance is not intended for use by persons (including children) with reduced physical, sensory or mental capabilities, or lack of experience and knowledge, unless they have been given supervision or instruction concerning use of the appliance by a person responsible for their safety; -Make sure that no technician will ever carry out interventions outside his own knowledge and responsibility sphere; -Children should be supervised to ensure that they do not play with the appliance.",   
            "IMPORTANT!: Make sure that the staff does not carry out any operation outside their own sphere of knowledge and responsibility (refer to “Symbology qualification of the staff”).",
            "NOTE: According to the standard in force, a QUALIFIED ENGINEER is a person who, thanks to: - training, experience and education, -knowledge of rules, prescriptions and interventions on accident prevention, -knowledge of machine operating conditions, is able to recognise and avoid any danger and who has also been allowed by the person in charge of plant safety to carry out all kinds of interventions.",
            " WARNINGS",
            "Never put your hand into the machine, alike during production and cleaning operations. Before carrying out any maintenance operation, make sure that the machine is in “STOP” position and main switch has been cut out.",
            "It is forbidden to wash the machine by means of a bolt of water under pressure.",
            "It is forbidden to remove panels in order to reach the machine inside before having disconnected the machine.",
            "The place of installation must not be exposed to water sprays, high moisture, heat or steam sources.",
            "Do not store explosive substances or spray bottles inside the machine, nor bottles for aerosol with flammable propellants.",
            "ICETEAM 1927 is not responsible for any accident that might happen during operation cleaning and/or servicing of its units, if this warning has not been fully complied with."
            
        ],
        "Page Reference": "3-3"
    },
    "Receiving, Moving, Opening The Packing": {
        "ID": 3,
        "Context Framework": "This section meticulously outlines the procedures and precautions necessary for receiving, moving, and opening the packing of the machine. It begins with the critical steps of inspecting the packaging upon receipt to ensure there is no damage from transit. The guidelines emphasize the importance of proper handling to maintain the integrity and safety of the machine. Detailed instructions are provided for safely moving the machine, including the use of appropriate lifting equipment and adherence to safety protocols. This section also covers the best practices for unpacking the machine, focusing on how to carefully remove packing materials while avoiding damage to the machine's components. Additional attention is given to the environmental aspects of disposing of packing materials and maintaining a safe workspace during the unpacking process. The aim is to provide comprehensive guidance to ensure that all aspects of receiving, moving, and opening the packing are conducted in a manner that prioritizes safety, efficiency, and care for the equipment.",
        "Textual Quotes": [
            "RECEPTION: -Before unpacking the machine, check that packing shows no external damages due to  collisions during transportation. -An external damage could mean the machine itself is damaged: in this case, immediately apply to insurance company and leave everything as it was on reception.",
            " Lifting a packed machine: To lift the packing, insert lift forks into the space between pallet feet, so as to balance the machine weight and consequently packing barycenter.",
            "Forbidden material handling equipment: Material handling equipment not in compliance with following safety characteristics must never be used: - Lifting capacity lower than machine weight or unsuitable construction features of the lift (ex.: too short forks). -Unconforming ropes and cables or worn ropes or cables.",
            "OPENING A PACKING CRATE: A wooden packing can be opened by means of  proper tools; it is recommended to protect exposed parts, such as hands with gloves, against wood splinters. 1- Remove nails starting from the upper part until the machine still fastened to the pallet (board) is left uncovered. 2- Remove protection film wrapping the machine. 3- Check that the machine has not been damaged during transportation. Board packing is externally closed by steel straps. 1- Cut the steel straps with a pair of tin shears, holding one side with the free hand. 2- Remove the packing by lifting it vertically up. 3- Remove the protective polystyrene packing and the polypropilene bag. 4- Cut the steel straps which secure the machine to the base.",
            "CAUTION: Act with utmost care, as one may hurt himself when cutting the straps, if they are not strongly held during this operation.",
            "Machine removal from pallet: 1- Remove the four screw fastening both bars between pallet and machine. 2- Place the wooden skid the machine is equipped with, in relation to the machine rear. 3- Push the machine from its rear till both bars drop, thence withdraw them sideaway. 4- Descent of machine from skid must be controlled by TWO people, one standing by machine rear and the other by frontside.",
            "CAUTION: Removal from pallet must be carried out from TWO people properly instructed in material handling. Remove machine from pallet only after carefully reading following instructions.",
            "CAUTION: While moving the machine, mind it does not run too fast or it does not stop suddenly against the floor, as in both cases it might overturn thus bringing about damage to people and/or things all around.",
            "STORING A MACHINE: The machine must be stored in a dry and dump-free place. Before storing the machine, wrap it in a cloth in order to protect it against dust and else. IMPORTANT: When storing a packed machine, never place a crate on another.",
            " DISPOSAL OF PACKING STUFFS: When opening the packing crate, divide packing stuffs per type and get rid of them according to laws in force in machine installation country.",
            "WEEE (Waste Electrical and Electronic Equipment): In conformity with the European Directives 2006/66/EC, on batteries and accumulators and waste batteries and accumulators, and 2002/96/EC, also known as WEEE, the presence of the symbol on the side of the product or packaging means that the product must not be disposed of with normal urban waste. Instead, it is the user’s responsibility to dispose of this product by returning it to a collection point designated for the recycling/treatment of electrical and electronic equipment waste. Differentiated collection of this waste material helps to optimize the recovery and recycling of any reclaimable materials and also reduces the impact on human health and the environment. For more information concerning the correct disposal of this product, please contact your local authority or the retailer where this product was purchased."
        ],
        "Page Reference": "4-6"
    }
} 
